Repository: inkhey/Transvoyage.py
Catalog: locale/*/LC_MESSAGES/transvoyage.po
Languages: fr

source: show this help message and exit
fr: affiche cette aide et termine le programme

source: error:
fr: Erreur:

source: the following arguments are required:
fr: Les arguments suivant sont requis:

source: too few arguments
fr: pas assez d'arguments

source: title
fr: titre

source: name of page to convert
fr: nom de la page à convertir

source: use a local path file
fr: utilisation d'un chemin local

source: source language : fr,en,…
fr: langage source : fr,en,…

source: destination language : fr,en,…
fr: langage destination : fr,en,…

source: debug mod : source page available at the same time as result
fr: mode debuggage : récupération du fichier source en même temps que le résultat

source: unable comments in source language in result page.
fr: commentaires désactivés dans le résultat

source: use proxy to find wikivoyage webpage.
fr: utilisation d'un proxy pour récupérer les pages wikivoyage
